<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key></key>
	<string></string>
	<key>%@ (%@)</key>
	<string></string>
	<key>Reset</key>
	<string>אתחול</string>
	<key>Save</key>
	<string>שמור</string>
	<key>app_name</key>
	<string>שעון BTTF</string>
	<key>app_version</key>
	<string>גרסת אפליקציה</string>
	<key>done</key>
	<string>סיום</string>
	<key>double_tap_action</key>
	<string>הקשה כפולה</string>
	<key>glory_to_heroes</key>
	<string>לגיבורים תהילה !</string>
	<key>glory_to_ukraine</key>
	<string> ! תהילה לאוקראינה</string>
	<key>great_scott</key>
	<string>Great Scott!</string>
	<key>history_empty_quote_1</key>
	<string>סקוט הגדול! כלום לא קרה בתאריך הזה... או שההיסטוריה עדיין לא הספיקה לעדכן!</string>
	<key>history_empty_quote_10</key>
	<string>כבישים? איפה שאנחנו נוסעים... אנחנו צריכים אירועים!</string>
	<key>history_empty_quote_11</key>
	<string>התאריך הזה מת יותר מהסוללות בטוקי-ווקי של דוק.</string>
	<key>history_empty_quote_12</key>
	<string>אין היסטוריה כאן — מישהו אולי שיבש את רצף הזמן-מרחב!</string>
	<key>history_empty_quote_13</key>
	<string>בדקתי את 1955, 1985 ו-2015. כלום!</string>
	<key>history_empty_quote_14</key>
	<string>איינשטיין נעלם, וגם ההיסטוריה של היום.</string>
	<key>history_empty_quote_15</key>
	<string>זה קו זמן חלופי? כי אני רואה רק ריקנות!</string>
	<key>history_empty_quote_16</key>
	<string>המגדל צלצל... ואז שקט מוחלט.</string>
	<key>history_empty_quote_17</key>
	<string>אולי מישהו הגיע ל-88 מייל לשעה עם החדשות והעלים אותן!</string>
	<key>history_empty_quote_18</key>
	<string>היום הזה כאילו נמחק מהמציאות. כבד.</string>
	<key>history_empty_quote_19</key>
	<string>הדבר היחיד שנוסע בזמן היום הוא עשב מתגלגל.</string>
	<key>history_empty_quote_2</key>
	<string>המעגלים פועלים... אבל ההיסטוריה לקחה חופש!</string>
	<key>history_empty_quote_20</key>
	<string>דוק! התאריך הזה עם פחות מידע מתרשימי פלוקס משנות ה-50!</string>
	<key>history_empty_quote_3</key>
	<string>וואו, התאריך הזה ריק יותר מהעיר היל ואלי אחרי עוצר.</string>
	<key>history_empty_quote_4</key>
	<string>מרטי! נסענו רחוק מדי — היום הזה עוד לא עשה היסטוריה...</string>
	<key>history_empty_quote_5</key>
	<string>88 מייל לשעה... ועדיין אין כותרות.</string>
	<key>history_empty_quote_6</key>
	<string>הקבל זרם פעל, אבל התאריך הזה שקט כמו דלוריאן באוטופיילוט.</string>
	<key>history_empty_quote_7</key>
	<string>נראה שביף מחק את התאריך הזה מההיסטוריה!</string>
	<key>history_empty_quote_8</key>
	<string>אפילו האלמנך ריק... משהו פה מסריח!</string>
	<key>history_empty_quote_9</key>
	<string>ההוברבורד עובד על מים... אבל היום הזה לא עובד בכלל.</string>
	<key>history_gonna_change</key>
	<string>ההיסטוריה עומדת להשתנות</string>
	<key>history_loading</key>
	<string>כבד... בוא נבדוק את התאריך...</string>
	<key>histroy_load_error</key>
	<string>שגיאה בטעינת נתוני היסטוריה. בדוק את הקבל השטף... או את החיבור לאינטרנט!</string>
	<key>histroy_loaded</key>
	<string>סורק את ציר הזמן של היום</string>
	<key>keypad_explanation</key>
	<string>ליום 4 ביולי 1776 בשעה 13:00
הזן את הדברים הבאים בלוח המקשים:
070417761300</string>
	<key>keypad_explanation_title</key>
	<string>הזן זמן בפורמט של 
MM dd yyyy HH mm.</string>
	<key>power_source_disclaimer</key>
	<string>*זמין רק אם המכשיר מחובר למקור מתח של 1.21 גיגה וואט.</string>
	<key>pref_header_sounds</key>
	<string>צלילים</string>
	<key>pref_header_tap_settings</key>
	<string>הגדרות ההקשה</string>
	<key>pref_header_time_travel</key>
	<string>מסע בזמן *</string>
	<key>pref_title_about</key>
	<string>אודות</string>
	<key>pref_title_capacitor_on_sound</key>
	<string>הפעלת  קבל השטף</string>
	<key>pref_title_capacitor_sound</key>
	<string>קבל השטף</string>
	<key>pref_title_destination_time</key>
	<string>זמן יעד</string>
	<key>pref_title_enable_sound</key>
	<string>אפשר צלילים</string>
	<key>pref_title_keypad_sound</key>
	<string>לוח מקשים של מעגלי זמן</string>
	<key>pref_title_last_time_departed</key>
	<string>זמן המסע האחרון</string>
	<key>pref_title_launch_sound</key>
	<string>הדלקת מעגלי הזמן</string>
	<key>pref_title_notification_sound</key>
	<string> ציטוטים\שיחות</string>
	<key>pref_title_present_time</key>
	<string>זמן הווה</string>
	<key>pref_title_shutdown_sound</key>
	<string>כיבוי מעגלי הזמן</string>
	<key>pref_title_timetravel_sound</key>
	<string>מסע בזמן</string>
	<key>pref_use_custom_present_time</key>
	<string>השתמש בזמן הווה מותאם אישית</string>
	<key>pref_use_custom_present_time_summary</key>
	<string>הזמן הנוכחי מוגדר עבור יישום BTTF בלבד ולא עבור המכשיר.</string>
	<key>reset_description</key>
	<string>הגדרות האפליקציה יאופסו לברירת המחדל.</string>
	<key>rotate</key>
	<string>סובב מסך כדי להכנס למעגלי הזמן</string>
	<key>russian_aggression</key>
	<string>В связи с агрессией россии против независимой, мирной и демократической Украины версия приложения на русском языке имеет некоторые ограничения.</string>
	<key>sounds_description</key>
	<string>השתק את כל הצלילים (או צלילים הנבחרים).</string>
	<key>tap_action</key>
	<string>הקשה אחת</string>
	<key>tap_action_close</key>
	<string>סגור את האפליקציה</string>
	<key>tap_action_conversations</key>
	<string>הצג שיחות</string>
	<key>tap_action_description</key>
	<string>אפשר להגדיר מה יקרה בהקשה  על "מעגלי זמן" או "קבל שטף"</string>
	<key>tap_action_goto_settings</key>
	<string>פתח הגדרות</string>
	<key>tap_action_none</key>
	<string>התעלם</string>
	<key>tap_action_quotes</key>
	<string>הצג ציטוטים</string>
	<key>tap_action_swipe_left</key>
	<string>ההחלקה שמאלה</string>
	<key>tap_action_swipe_right</key>
	<string>ההחלקה ימינה</string>
	<key>tap_action_swipe_to_dismiss</key>
	<string>הסתר ציטוט/שיחה</string>
	<key>time_machine_doc</key>
	<string>Wait A Minute, Doc. Are You Telling Me You Built A Time Machine...</string>
	<key>title_activity_settings</key>
	<string>הגדרות</string>
	<key>your_future</key>
	<string>העתיד שלך הוא מה שתעשה ממנו. אז תעשה ממנו משהו טוב.</string>
	<key>👶 Births</key>
	<string>לידות</string>
	<key>📅 Events</key>
	<string>אירועים</string>
	<key>🪦 Deaths</key>
	<string>פטירות</string>
</dict>
</plist>
